Repository: Tason1082/Mootable
Catalog: lib/l10n/app_*.arb
Languages: tr

source: Profile
tr: Profil

source: Edit Profile
tr: Profilini Düzenle

source: Your Posts
tr: Paylaştıkların

source: Saved Posts
tr: Kaydedilenler

source: Logout
tr: Çıkış Yap

# loadingUser
source: @loading...
tr: @yükleniyor...

source: Settings
tr: Ayarlar

source: Home
tr: Ana sayfa

source: Communities
tr: Topluluklar

source: Create
tr: Oluştur

source: Chat
tr: Sohbet

source: Inbox
tr: Gelen Kutusu

source: Dark Mode
tr: Karanlık Mod

source: Language
tr: Dil Ayarları

source: About
tr: Hakkında

# darkModeSubtitle
source: Change the app theme
tr: Uygulama temasını değiştir

source: Current
tr: Şu an

source: Notifications
tr: Bildirimler

source: Select Language
tr: Dil Seçin

source: Create Community
tr: Topluluk Oluştur

source: Community Name
tr: Topluluk Adı

source: Community Description
tr: Topluluk Açıklaması

# enterCommunityName
source: Please enter a community name
tr: Lütfen topluluk adı girin

# community_customize_title
source: Customize Your Community
tr: Topluluğunu şekillendir

# next_button
source: Next
tr: Sonraki

# preview_text
source: With banner and avatar, you can attract members and shape your community's culture. You can do this later anytime.
tr: Banner ve avatar sayesinde üyelerin ilgisini çekebilir ve topluluğunun kültürünü oluşturabilirsin. Bunu daha sonra istediğin zaman yapabilirsin.

# preview_label
source: Preview
tr: Ön izleme

# banner_ratio
source: Displayed in 10:3 ratio
tr: 10:3 oranında görüntülenir

# add_button
source: Add
tr: Ekle

# icon_label
source: Icon
tr: Simge

# community_preview_label
source: Community Preview
tr: Topluluk Ön izleme

# community_type_title
source: Select Community Type
tr: Topluluk türünü seç

# description_text
source: Determine who can view and contribute to your community. Only public communities appear in searches.
tr: Topluluğunu kimlerin görüntüleyip katkıda bulunabileceğini belirle. Sadece açık topluluklar aramalarda görünür.

# important_note
source: Important: Once set, you can only change the community type with Reddit approval.
tr: Önemli: Ayarlamalarını yaptıysan topluluk türünü yalnızca Reddit onayıyla değiştirebilirsin.

# public_title
source: Public
tr: Herkese açık

# public_subtitle
source: Anyone can search, view, and contribute.
tr: Herkes arama yapabilir, görüntüleyebilir ve katkıda bulunabilir.

# restricted_title
source: Restricted
tr: Kısıtlanmış

# restricted_subtitle
source: Anyone can view, but limit who can contribute.
tr: Herkes görüntüleyebilir ancak kimlerin katkıda bulunabileceğini kısıtla.

# private_title
source: Private
tr: Özel

# private_subtitle
source: Only approved members can view and contribute.
tr: Sadece onaylı üyeler görüntüleyebilir ve katkıda bulunabilir.

# adult_label
source: Adult Content (18+) Must be 18+ to view
tr: Yetişkinlere Yönelik (18+) Görüntülemek için 18 yaşından büyük olmak gerekir

source: Session not found.
tr: Oturum bulunamadı.

# community_created
source: Community successfully created!
tr: Topluluk başarıyla oluşturuldu!

# topic_selection_title
source: Select Community Topics
tr: Topluluk konularını seç

# topic_instruction
source: Add up to 3 topics to help interested users find your community.
tr: İlgilenen kullanıcıların topluluğunu bulmasına yardımcı olmak için en fazla 3 konu başlığı ekle.

# topic_count
source: {count}/3 Topics
tr: {count}/3 Konu

# category_business
source: Business & Finance
tr: İş Dünyası ve Finans

# topic_stocks_investments
source: Stocks & Investments
tr: Hisse Senetleri ve Yatırım

# topic_personal_finance
source: Personal Finance
tr: Bireysel Finans

# topic_opportunities_marketplace
source: Opportunities & Marketplace
tr: Fırsatlar ve Pazar Yeri

# topic_real_estate
source: Real Estate
tr: Emlak

# topic_business_news
source: Business News & Discussions
tr: İş Dünyasından Haberler ve Tartışmalar

# topic_crypto
source: Crypto
tr: Kripto

# topic_startup_entrepreneurship
source: Startup & Entrepreneurship
tr: Startup ve Girişimcilik

# category_education
source: Education & Career
tr: Eğitim ve Kariyer

# topic_high_schoolers
source: High Schoolers
tr: Liseliler

# topic_school_education
source: School & Education
tr: Okul ve Eğitim

# topic_career
source: Career
tr: Kariyer

# topic_abroad_universities
source: Abroad Universities
tr: Yurtdışı Üniversiteleri

# category_humanities
source: Humanities & Law
tr: Beşeri Bilimler ve Hukuk

# topic_law
source: Law
tr: Hukuk

# topic_historical_stuff
source: Historical Stuff
tr: TarihiŞeyler

# topic_past
source: Past
tr: Geçmiş

# topic_philosophy
source: Philosophy
tr: Felsefe

# topic_ethics_philosophy
source: Ethics & Philosophy
tr: Etik ve Felsefe

# topic_foreign_language
source: Foreign Language
tr: Yabancı Dil

# category_sports
source: Sports
tr: Spor

# topic_football
source: Football
tr: Futbol

# topic_motor_sports
source: Motor Sports
tr: Motor Sporları

# topic_basketball
source: Basketball
tr: Basketbol

# topic_wrestling_fighting
source: Wrestling & Fighting Sports
tr: Güreş ve Dövüş Sporları

# category_games
source: Games
tr: Oyunlar

# topic_action_games
source: Action Games
tr: Aksiyon Oyunları

# topic_rpg
source: Role-Playing Games
tr: Rol Yapma Oyunları

# topic_game_news
source: Game News & Discussions
tr: Oyun Haberleri ve Tartışmaları

# topic_strategy_games
source: Strategy Games
tr: Strateji Oyunları

# topic_adventure_games
source: Adventure Games
tr: Macera Oyunları

# category_internet
source: Internet Culture
tr: İnternet Kültürü

# topic_funny
source: Funny
tr: Komik

# topic_memes
source: Memes
tr: Meme'ler

# topic_interesting
source: Interesting
tr: İlginç

# topic_cringe_facepalm
source: Cringe & Facepalm
tr: Cringe ve Facepalm

# topic_animals
source: Animals & Pets
tr: Hayvanlar ve Evcil Hayvanlar

# category_travel
source: Places to Visit
tr: Gezilecek Yerler

# topic_middle_east
source: Middle East Places
tr: Orta Doğu'daki Yerler

# topic_europe
source: Europe Places
tr: Avrupa'daki Yerler

# topic_travel_vacation
source: Travel & Vacation
tr: Seyahat ve Tatil

# topic_north_america
source: North America Places
tr: Kuzey Amerika'daki Yerler

# topic_asia
source: Asia Places
tr: Asya'daki Yerler

# category_qa
source: Q&A / Story
tr: Soru-Cevap/Öykü

# topic_qa
source: Q&A
tr: Soru-Cevap

# edit_profile_title
source: Edit Profile
tr: Profilini Düzenle

# username_label
source: Username
tr: Kullanıcı Adı

# username_hint
source: Enter your username
tr: Kullanıcı adını gir

# username_empty_error
source: Username cannot be empty
tr: Kullanıcı adı boş olamaz

# bio_label
source: About (optional)
tr: Hakkında (isteğe bağlı)

# bio_hint
source: Briefly introduce yourself...
tr: Kendini kısaca tanıt...

# save_button
source: Save
tr: Kaydet

# saving_button
source: Saving...
tr: Kaydediliyor...

# profile_saved_success
source: Profile updated successfully ✅
tr: Profil başarıyla güncellendi ✅

# profile_saved_error
source: Failed to update profile ❌
tr: Profil güncellenemedi ❌

# saved_posts_title
source: Saved Posts
tr: Kaydedilen Gönderiler

# no_saved_posts
source: No saved posts yet.
tr: Henüz kaydedilen gönderi yok.

source: Loading...
tr: Yükleniyor...

# login_password_label
source: Password
tr: Şifre

# login_button
source: Login
tr: Giriş yap

# signup_link
source: Sign up
tr: Üye ol

# login_failed
source: Login failed, please try again.
tr: Giriş başarısız, lütfen tekrar deneyin.

# interest_selection_title
source: Select Your Interests
tr: İlgi Alanlarını Seç

source: Select at least one topic
tr: En az 1 konu seçin

# continue_text
source: Continue
tr: Devam Et

# select_minimum_one_topic
source: Select at least one topic to continue
tr: Devam etmek için en az 1 konu seç

# interest_save_error
source: Failed to save interests
tr: İlgi alanları kaydedilemedi

# signup_button
source: Sign up
tr: Kaydol
